Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Fotografische Entwicklungsapparate
en: Photographic developing apparatus

source: Fotografische Vervielfältigungsapparate
en: Photographic duplicating apparatus

source: Fotografische Linsen
en: Photographic lenses

source: Leere Fotomasken
en: Photomask blanks

source: Leuchtende Verkehrskegeln
en: Traffic cones [luminous]

source: Apparate zur Verkehrskontrolle
en: Traffic control apparatus [luminous]

source: Elektronische Verkehrsleitgeräte
en: Traffic guidance apparatus [electronic]

source: Verkehrsleuchtschilder [nicht aus Metall]
en: Traffic signs (non-metallic -) [luminous]

source: Bedienungshandbücher in elektronischem Format
en: Instruction manuals in electronic format

source: Datenbanken
en: Databases

source: Datenverarbeitungssoftware für die Textverarbeitung
en: Data processing software for word processing

source: Mikrometer
en: Micrometers

source: Statische Erreger
en: Static exciters

source: Rechnersysteme
en: Computer systems

source: Optische Sender
en: Optical transmitters

source: Optische Linsen für Sonnenbrillen
en: Optical lenses for use with sunglasses

source: Elektrische Transformatoren
en: Transformers [electricity]

source: Elektrische Zugangskontrollgeräte
en: Electrical access control apparatus

source: Sprachrohre
en: Speaking tubes

source: Filterschirme für Computerbildschirme
en: Filter screens for computer screens

source: Entwicklungstools für Computersoftware
en: Computer software development tools

source: Elektrische Programmiergeräte
en: Programming units (Electric -)

source: Elektronische Logikschaltkreise
en: Electronic logic circuits

source: Elektronische Magnetaufzeichnungsträger
en: Electronic magnetic recording media

source: Elektronische Kleinrelais
en: Electronic miniature relays

source: Elektronische Notebooks
en: Electronic notebooks

source: Voltmeter
en: Voltmeters

source: Spannungsteiler
en: Voltage dividers

source: Magnetische Aufzeichnungsbasisplatte
en: Recording substrates [magnetic]

source: Optische Aufzeichnungsbasisplatten
en: Recording substrates [optical]

source: Reiseadapter für Steckdosen
en: Travel adaptors for electric plugs

source: Tragbare Messbänder
en: Portable gauging tapes

source: Tragbare Tonwiedergabegeräte
en: Portable sound reproducing apparatus

source: Tragbare Prüfgeräte
en: Portable test apparatus

source: Geschwindigkeitsmesser für Fahrzeuge
en: Speed measuring apparatus for vehicles

source: Spleißbox [elektrisch]
en: Splice boxes [electric]

source: Kabelmäntel [Leitungen]
en: Cable covers [conduits]

source: Feuerrettungsleitern [Sicherheitsausrüstung]
en: Fire escape ladders [safety equipment]

source: Elektronische Zahlungsterminals
en: Electronic payment terminal

source: Zeitschaltgeräte für industrielle Verarbeitungsanlagen
en: Timing devices for industrial processing apparatus

source: Elektronische topographische Apparate
en: Topographic apparatus [electronic]

source: Optische topographische Apparate
en: Topographic apparatus [optical]

source: Geräte zur Videoverstärkung
en: Video amplifying apparatus

source: Nebelsignale ohne Zündstoffe
en: Fog signals, non-explosive

source: Elektronische Summer
en: Electronic buzzers

source: Temperatursensoren
en: Temperature sensors

source: Computerprogramme in Bezug auf lokale Netze
en: Computer programmes relating to local area networks

source: In digitaler Form gespeicherte Computerprogramme
en: Computer programmes stored in digital form

source: Angepasste Computersoftware für den Computerbetrieb
en: Computer software adapted for use in the operation of computers

source: Computersoftware für die Bedarfsschätzung an Ressourcen
en: Computer software designed to estimate resource requirements

source: Flash-Speicherkarten
en: Flash memory card

source: Ultraviolettfilter für nicht medizinische Zwecke
en: Ultraviolet filters, other than for medical use

source: Unterbrechungsfreie Stromversorgungen in Form von Batterien
en: Uninterruptible power supply apparatus [battery]

source: Tonverstärker für Musikinstrumente
en: Musical instrument amplifiers

source: Diaprojektoren
en: Slide projectors

source: Bleigürtel für Taucher
en: Divers' weight belts

source: Elektronische Registrierkassen
en: Electronic cash registers

source: Automatische Steuerungseinrichtungen für Fahrzeuge
en: Steering apparatus, automatic, for vehicles

source: Lotungsgeräte, -maschinen
en: Sounding apparatus and machines

source: Elektrochemische Gassensoren
en: Electrochemical gas sensors

source: Elektromagnetische Relais
en: Electromagnetic relays

source: Bügel für Brillen
en: Bars for spectacles

source: Taucheranzüge
en: Diving suits

source: Zifferblätter
en: Instrument dials

source: Füllstandsmesser von Flüssigkeiten
en: Instruments for measuring levels of fluids

source: Optische Aufzeichnungsträger
en: Optical recording media

source: Elektrische Schalterbaugruppen
en: Electrical switch assemblies

source: Schnittstellenkarten für Datenverarbeitungsgeräte in Form gedruckter Schaltungen
en: Interface cards for data processing equipment in the form of printed circuits

source: Galvanometer
en: Galvanometers

source: CD-ROM-Brenner
en: CD-rom writers

source: Elektrischer Lastschalter
en: Electrical circuit breakers

source: Elektronische Steuerschaltkreise
en: Electronic control circuits

source: Elektronische Steuerungen
en: Electronic controllers

source: Elektronische Dynamometer
en: Electronic dynamometers

source: Trockenapparate für Fotografien
en: Drying apparatus for photographic prints

source: Reinigungsbänder für Tonköpfe
en: Head cleaning tapes [recording]

source: Elektrische oder elektronische Steuermodule
en: Control modules (Electric or electronic -)

source: Steuersoftware für Computerdrucker
en: Controlling software for computer printers

source: Nicht elektrische Notfallwarnleuchten
en: Non-electrical distress beacons

source: Lorgnetten [Operngläser]
en: Lorgnettes [opera glasses]

source: Software für Kartenlesegeräte
en: Software for card readers

source: Statische Stromrichter
en: Static power convertors

source: Nasenklemmen für Schwimmer
en: Nose clips for divers and swimmers

source: Computerspielcartridges [Computer Software]
en: Games (cartridges for computer -) [software]

source: Elektronische Audiogeräte
en: Audio electronic apparatus

source: Computerdokumentation in elektronischer Form
en: Computer documentation in electronic form

source: Aus dem Internet heruntergeladene Computerspielesoftware
en: Computer games programmes downloaded via the internet [software]

source: Elektrische Netzüberwachungsgeräte
en: Mains monitoring apparatus (Electric -)

source: Vorbespielte Tonbänder
en: Pre-recorded audio tapes

source: Plotter für Entwürfe
en: Drafting plotters

source: Auf Disketten oder CD-ROMs in digitaler Form abgespeicherte Bedienungs- und Benutzeranleitungen für Computer und Computersoftware
en: Operating and user instructions stored in digital form for computers and computer software, in particular on floppy disks or CD-ROM

source: Kreditkarten
en: Credit cards

source: Bespielte Videos
en: Pre-recorded videos

source: Vorrichtungen zum Auswechseln von Plattenspielernadeln
en: Apparatus for changing record player needles

source: Mechanische Straßenschautafeln
en: Roadside display boards [mechanical]

source: Sicherheitsapparate zur Verhütung von Unfällen oder Verletzungen
en: Safety apparatus [for the prevention of accident or injury]

source: Digitale Mobiltelefone
en: Digital cellular phones

source: Über eine Computerdatenbank oder das Internet bereitgestellte [herunterladbare] digitale Musik
en: Digital music downloadable provided from a computer database or the internet

source: Magnetische Selbstklebeetiketten
en: Self-adhesive labels [magnetic]

source: Handschuhe für gewerbliche Zwecke zum Schutz vor Verletzungen
en: Gloves for industrial purposes for protection against injury

source: Supraleitfähige Magnetapparate
en: Superconductive magnet apparatus

source: Apparate zur Bildverarbeitung
en: Apparatus for the processing of images

source: Verschlüsse für Kameras
en: Shutter releases [for cameras]

source: Lichtschalter
en: Light switches

source: Oszilloskope
en: Oscilloscopes

source: Solarmodule
en: Solar modules

source: Software zur Auswertung von Finger- oder Handabdrücken
en: Computer software for interpreting fingerprints or palm prints

source: Computersoftware zur Erstellung von Finanzierungsmodellen
en: Computer software for producing financial models

source: Elektrisch mechanische Kombinationsschlösser
en: Mechanical dialling locks [electric]

source: Musikaufzeichnungen in Form von Disks
en: Musical recordings in the form of discs

source: Navigationsinstrumente [Sextanten]
en: Navigating apparatus [sextants]

source: Digestorium für Laborzwecke
en: Fume cupboards for laboratory use

source: Laseranlagen, ausgenommen für medizinische Zwecke
en: Laser installations, other than for medical use

source: Elektronische Zielvorrichtung für die Artillerie
en: Target sights for artillery [electronic]

source: Zielvorrichtung für die Artillerie [Laser]
en: Target sights for artillery [laser]

source: Kontaktlinsen
en: Contact lenses

source: Nicht medizinische Atmungskontrollgeräte
en: Respiratory monitors [non-medical]

source: Elektrische Überwachungsgeräte
en: Monitoring units [electric]

source: Simulationssoftware zur Verwendung in digitalen Computern
en: Simulation software for use in digital computers

source: Satelliten für Kommunikationszwecke
en: Satellites for communication purposes

source: Elektrische Punktestandsanzeigegeräte
en: Score display apparatus [electric]

source: Anwendungssoftware
en: Application software

source: Steckdosen, elektrisch
en: Socket outlets (Electric -)

source: Digitale Messinstrumente
en: Digital panel meters

source: Magnetische bedruckte Bankkarten
en: Printed bank cards [magnetic]

source: Flüssigchromatografieinjektoren für wissenschaftliche Zwecke
en: Liquid chromatography injectors for scientific use

source: Unbespielte Magnetplatten
en: Blank magnetic disks

source: Elektrostatische Plotter
en: Electrostatic plotters

source: Gehäuse für elektrische Apparate
en: Housings for electrical apparatus

source: Mechanische Metallschilder
en: Metal signboards [mechanical]

source: Elektrokabel aus Metall
en: Metallic cables [electric]

source: Datenträger mit Mikroschaltkreis
en: Microcircuit data carriers

source: Punkt-zu-Punkt-Empfänger
en: Point-to-point receivers

source: Mikrotitrationsinstrumente, ausgenommen für medizinische Zwecke
en: Microtitration instruments [other than for medical use]

source: Geschwindigkeitsregler für Plattenspieler
en: Speed regulators for record players

source: Schiffsradarsysteme und deren Bauteile
en: Shipboard radars and components

source: Aufgezeichnete Dateien
en: Recorded data files

source: Angepasste Aufbewahrungsbehälter für Audiokassetten
en: Storage containers adapted for audio cassettes

source: Elektronische Kartenleser
en: Electronic card readers

source: Taxameter
en: Taximeters

source: Material für elektrische Leitungen [Drahte, Kabel]
en: Materials for electricity mains [wires, cables]

source: Computersoftware zur Steuerung und Verwaltung von Zugangsserveranwendungen
en: Computer software for controlling and managing access server applications

source: Computersoftware für die Kommunikation zwischen Mikrocomputern
en: Computer software for communicating purposes between microcomputers

source: Computersoftware zur Zeitsteuerung
en: Computer software for time control

source: Windmesser
en: Anemometers

source: Mikrofone
en: Microphones

source: Elektrische Leiter
en: Conductors, electric

source: Elektrische Widerstände
en: Resistances, electric

source: Elektronische Kodierungsgeräte
en: Electronic coding apparatus

source: Taschencomputer für Notizen
en: Pocket computers for note-taking

source: Interne Modems
en: Internal modems

source: Endoskop, ausgenommen für medizinische Zwecke
en: Fibrescopes, other than for medical use

source: Röntgenfilmrahmen, ausgenommen für medizinische Zwecke
en: X-ray film frames, other than for medical use

source: Stereoskope
en: Stereoscopes

source: Helme für den Sport
en: Helmets for use in sports

source: Anrufbeantworter
en: Answering machines

source: Telefonanschlüsse
en: Telephone connectors

source: Elektronische globale Ortungssysteme
en: Electronic global positioning systems

source: Elektrostatische Abscheider
en: Electrostatic precipitators

source: Thermostatisch geregelte Ventile
en: Thermostatically controlled valves

source: Videospielplatten [Computersoftware]
en: Video games on disc [computer software]

source: Steuerungen für lokale Videonetze
en: Video local area network controllers

source: Passive Infrarotdetektoren
en: Passive infrared detectors

source: Transponder
en: Transponders

source: Analysegeräte, nicht für medizinische Zwecke
en: Testing apparatus not for medical purposes

source: Begrenzer [Elektrizität]
en: Limiters [electricity]

source: Lichtempfindliche, belichtete reprographische Platten
en: Reprographic plates (sensitised -) [exposed]

source: Arbeitsschutzbekleidung zum Schutz vor Unfällen oder Verletzungen
en: Protective work clothing [for protection against accident or injury]

source: Elektrische Druckblattfederschalter
en: Push leaf switches (Electrical -)

source: Laserscannende Densitometer
en: Laser scanning densitometers

source: Kabelstecker
en: Cable connectors

source: Computersoftware zur Verwendung in der Computerzugangskontrolle
en: Computer software for use in computer access control

source: Strichcodeleser
en: Bar code readers

source: Vibrierende Abscheider [Laborgeräte]
en: Vibrating separators [laboratory apparatus]

source: Wechsler für Minidisks
en: Mini disc changers

source: Drahtlose Computerperipheriegeräte
en: Wireless computer peripherals

source: Handgelenkauflagen für Computermausbenutzer
en: Wrist rests for computer mouse users

source: Elektronische Endgeräte für die Verarbeitung von Kreditkartenzahlungen
en: Terminals for electronically processing credit card payments

source: Apparate zur Fotobearbeitung
en: Photographic processing apparatus

source: Magnetische Sammelkarten
en: Trading cards [magnetic]

source: Verkehrsteuerungsgeräte [mechanisch]
en: Traffic control apparatus [mechanical]

source: Datenpuffer
en: Data buffers

source: Datennetze
en: Data networks

source: Leere Magnetdatenträger
en: Blank magnetic data carriers

source: Kathoden
en: Cathodes

source: Stahlmaßband für Messzwecke
en: Steel rules for measuring

source: Optische Speicher
en: Optical memories

source: Optische Netzwerke
en: Optical networks

source: Analoge Schaltungen
en: Analogue circuits

source: Computerprogramme für interaktives Fernsehen und für interaktive Spiele und/oder Quizprogramme
en: Computer programmes for interactive television and for interactive games and/or quizzes

source: Apparate für die Motordiagnose
en: Engine diagnostic apparatus

source: Elektronische Überwachungsapparate, ausgenommen für medizinische Zwecke
en: Electronic monitoring instruments, other than for medical use

source: Elektronische Tafeln zur Anzeige von Nachrichten
en: Electronic panels for displaying messages

source: Belichtete fotosensitive Folien
en: Sensitized films, exposed

source: Sender für die Übertragung elektrischer Signale
en: Transmitters for the transmission of electric signals

source: Tragbare Funksender
en: Portable transmitters

source: Anschlussteile für Elektrokabel
en: Connections for electric cables

source: Gedruckte Schaltkreise
en: Printed electrical circuits

source: Elektrische topographische Apparate
en: Topographic apparatus [electric]

source: Steuerkugel [Computerhardware]
en: Trackballs [computer apparatus]

source: Petrochemische Analysegeräte
en: Petrochemical analyzers

source: Angepasste Telefonabdeckungen
en: Phone covers [specifically adapted]

source: Datenendgeräte
en: Data terminals

source: Elektrische Stromschalter
en: Electric current switches

source: Drucker
en: Printers

source: Thermostate für Fahrzeuge
en: Thermostats for vehicles

source: Videospiele [Computerspiele] in Form von auf Datenträgern gespeicherten Computerprogrammen
en: Video games [computer games] in the form of computer programs recorded on data carriers

source: Spannungsregler für elektrischen Strom
en: Voltage regulators for electric power

source: Multifunktionale Fernbedienungen
en: Multifunctional remote controls

source: Router für Netze
en: Network routers

source: Thermostate
en: Thermostats

source: Drahtlose Telefongeräte
en: Wireless telephony apparatus

source: Magnetisch kodierte Kreditkarten
en: Magnetically encoded credit cards

source: USB-Kabel
en: USB cables

source: Gewichte
en: Weights

source: Röntgenbilder [ausgenommen für medizinische Zwecke]
en: X-ray photographs, other than for medical purposes

source: Elektromagnetische Leitungen
en: Electromagnetic conduits

source: Instrumente zum Messen von Winkeln
en: Instruments for measuring angles

source: Numerische Positionsanzeigegeräte
en: Numerical position indicating apparatus

source: Optische Kommunikationsapparate
en: Optical communications instruments

source: Teilchenbeschleuniger
en: Particle accelerators

source: Säuremesser für Akkumulatoren
en: Acidimeters for batteries

source: Ventilköpfe mit Druckmesser
en: Pressure indicator plugs for valves

source: Diebstahlalarmgeräte [ausgenommen für Fahrzeuge]
en: Anti-theft alarms [other than for vehicles]

source: Radiologische Apparate für gewerbliche Zwecke
en: Radiological apparatus for industrial purposes

source: Elektrische Stromanalysegeräte
en: Electric power analyzers

source: Leere Computerplatten
en: Blank computer discs

source: Computergestützte persönliche Planer
en: Computerised personal organisers

source: Hochfrequenzgeräte
en: High-frequency apparatus

source: Röntgenschirme für gewerbliche Zwecke
en: Radiology screens for industrial purposes

source: Elektrische Regelventile
en: Electric control valves

source: Zweiwegestecker für Kopfhörer
en: Two-way plugs for headphones

source: Ultraschallreinigungswerkzeuge zur Verwendung in Laboratorien
en: Ultrasonic cleaning instruments for laboratory use

source: Einbruchmelder auf Ultraschallwellenbasis
en: Ultrasonic wave type intruder sensors

source: Herunterladbare Videospielprogramme
en: Downloadable video game programs

source: Staubschutzhauben für Computer
en: Dust covers for computers

source: Rettungsflöße für Notsituationen
en: Rafts (Life -) for emergency use

source: Identifizierungsstreifen [kodierte]
en: Identification strips [encoded]

source: Geigerzähler
en: Geiger counters

source: Lokale Netzwerke [LANs]
en: Local area networks

source: Software für den Handel über ein globales Kommunikationsnetz
en: Software for commerce over a global communications network

source: Software zur Ermöglichung sicherer Kreditkartentransaktionen
en: Software for facilitating secure credit card transactions

source: Alarmglocken aus Metall
en: Metal bells for alarms

source: Interaktive Grafikbildschirme
en: Interactive graphics screens

source: Netzmodems mit Schnittstelle
en: Interface network modems

source: Temperaturregelschaltung [elektrische Schalter]
en: Temperature control apparatus [electric switches]

source: Temperaturregelschaltung [Thermostate]
en: Temperature control apparatus [thermostats]

source: Simulatoren zur Ausbildung von Personal im Fliegen von Luftfahrzeugen
en: Simulators for training personnel in the flying of aircraft

source: Elektronische Prozesssteuergeräte
en: Process controlling apparatus [electronic]

source: Magnetbandgeräte [Datenverarbeitung]
en: Magnetic tape units for computers

source: Computer-Gehäuse
en: Computer housings

source: Barometer
en: Barometers

source: Magnetbänder zur Speicherung von Softwareprogrammen
en: Magnetic tapes for memorising software programs

source: Mobile Kommunikationsendgeräte
en: Mobile communication terminals

source: Elektronische Wellenleiter
en: Waveguides (Electronic -)

source: Rauschminderungsapparate für Systeme zur Tonsignalaufnahme
en: Instruments for the reduction of noise in systems for recording audio signals

source: Automatische Schaltuhren für Getränkezubereiter
en: Automatic timers for use with beverage makers

source: Angepasste Taschen zum Tragen von Fotoausrüstung
en: Bags adapted for carrying photographic apparatus

source: Elektronische Frequenzumrichter
en: Frequency invertors [electronic]

source: Zielüberwachungsapparate [teleskopische]
en: Target surveillance apparatus [telescopic]

source: Elektrische Zielsuchgeräte
en: Target trackers [electric]

source: Elektronische Zielsuchgeräte
en: Target trackers [electronic]

source: Multiplexer für die Telekommunikation
en: Telecommunications multiplexers

source: Computersoftware für die Kommunikationsverarbeitung
en: Communications processing computer software

source: Aus dem Internet herunterladbare digitale Musik
en: Digital music downloadable provided from the internet

source: Seismografische Geräte
en: Seismographic apparatus

source: Holographische Geräte
en: Holographic apparatus

source: Solarzellen für die Stromerzeugung
en: Solar cells for electricity generation

source: Thermoanzüge für Flieger
en: Thermal suits for aviators

source: Integrierte Speicherschaltung
en: Integrated circuit memories

source: Computersoftware zur Erstellung von durchsuchbaren Datenbanken mit Informationen und Daten
en: Computer software for creating searchable databases of information and data

source: Computersoftware für Abrechnungszwecke in Verbundnetzwerken auf dem Gebiet der Telekommunikation
en: Computer software for inter-network accounting in the telecommunications field

source: Belichtete Röntgenplatten für nicht-medizinische Zwecke
en: X-ray plates [exposed] other than for medical use

source: Mechanische Kontaktschalter
en: Mechanical contact switches

source: Sicherheitsbekleidung zum Schutz vor Unfällen oder Verletzungen
en: Safety clothing for protection against accident or injury

source: Oszilloskope für Laborzwecke
en: Laboratory oscilloscopes

source: Lampen zur Verwendung als Warnleuchten
en: Lamps for use as warning beacons

source: Elektronische Zielortungsgeräte
en: Target location apparatus [electronic]

source: Zielvorrichtung für Gewehre [Laser]
en: Target sights for guns [laser]

source: Elektrische Zielüberwachungsapparate
en: Target surveillance apparatus [electric]

source: Temperaturkontrollgeräte [elektrische Schalter] für Fahrzeuge
en: Temperature control apparatus [electric switches] for vehicles

source: Temperaturüberwachungsgeräte [Ventile] für Zentralheizungskörper
en: Temperature monitors [valves] for central heating radiators

source: Chromatogramm-Analysegeräte für wissenschaftliche oder Laborzwecke
en: Chromatogram analyzers for scientific or laboratory use

source: Digitale Landkarten
en: Computer digital maps

source: Elektrische Stromkreisunterbrecher
en: Electric circuit interrupters

source: Elektrische Gleichrichter
en: Electric current rectifiers

source: Siliziumchips [elektronische Bauteile]
en: Silicon chips [electronic components]

source: Siliziumgesteuerte Gleichrichter
en: Silicon controlled rectifiers

source: Armstützen zur Verwendung mit Computern
en: Arm rests for use with computers

source: Programmierbare digitale Anzeigeeinheiten
en: Programmable digital read-out units

source: Solarbatterien für gewerbliche Zwecke
en: Solar batteries for industrial use

source: Digitale Tonprozessoren
en: Digital sound processors

source: Digitale Thermometer, nicht für medizinische Zwecke
en: Digital thermometers, other than for medical purposes

source: Schutzbekleidung zur Verhinderung von Verletzungen
en: Protective clothing for the prevention of injury
